{
  "projects": [
    {
      "slug": "aflac",
      "title": "AFLAC x Final Four",
      "role": "Art Direction, Graphic Design, Brand Strategy, Logo Development, App Design, Apparel Design, Environmental Graphics, Event Design, Photography, Video",
      "date": "April 2022",
      "type": "Paid, Melt Atlanta",
      "sections": {
        "problem": "Consumers are unaware that their health insurance doesn't cover everything – we found an opportunity to educate them on how Aflac can help close that gap with those unexpected medical bills - before the pain hits their wallet. Anchoring in the TVC and knowing that majority of accidents happen in and around the house, we have developed our experience to reflect how Aflac can make sure an unexpected incident doesn't have an unfortunate outcome on your bank account.",
        "goals": "The goal for this experience was to bring awareness of how Aflac helps with supplemental insurance to consumers attending the Final Four Fan Fest event. Secondarily, the goal was to create an engaging fan experience that considered both physical and digital components, that was memorable. The final goal of the experience, was to pay people directly (where allowed) so that the fans had a great take away from the experience.",
        "outcome": "The experience we designed utilized the commercials spots as the foundation for learning about the brand. The commercial spots were focused on home accidents and incidentals, and so we decided to create the Aflac House of the Unexpected with two things in mind: making a structure that was eye catching to draw consumers in, and to create a walk through experience that made fans feel as if they were walking through an actual Aflac commercial while being educated about the brand.",
        "inspiration": "The inspiration for the House structure was pulled from the local environment of New Orleans. Mardi Gras is a major cultural aspect of the city, and so we drew inspiration from the 'House Floats' that became popular city wide during the pandemic. New Orleans residents dressed their houses like the floats used during the Mardi Gras parade. Using this as a structural basis, we also incorporated the idea of a fun house to create a moment of \"unexpectedness\".",
        "ar_development": "The AR development was a bit of a challenge, as we had about one or two months to pull together this aspect of the experience. The idea is that you are on a scavenger hunt to find various possible hazards throughout the home environment, and for each one the consumer found, they would receive points as well as educational copy about how Aflac potentially covers said hazard."
      },
      "images": ["aflac_header.jpg", "aflac_logo.jpg", "aflac_ar1.jpg", "aflac_event.jpg", "aflac_footprint.jpg", "aflac_influences1.jpg", "aflac_process1.jpg", "aflac_process2.jpg", "aflac_uniforms.jpg"]
    },
    {
      "slug": "ghirardelli",
      "title": "Ghirardelli",
      "role": "Logo, Apparel Design, Branding, Photography, Video",
      "date": "Summer 2022",
      "type": "Paid",
      "sections": {
        "ask": "The Ghirardelli Smore Summer 2022 Tour was a brand awareness event activation campaign I helped with for Melt Atlanta. The ask was to create an event activation that could tour to various \"destination\" spots throughout the country to raise consumer awareness about how Ghirardelli Makes Smores a Bite Better.",
        "approach": "We created a tour utilizing a partnership with Airstream and combined elements of roadtripping, camping, and of course, smores. Ghirardelli has a unique caramel centered chocolate product that adds an extra layer of goodness to smores. We decided to utilize solo stoves to emulate a campfire and allow consumers to make their own smores on the spot!",
        "outcome": "I helped create Brand Ambassador uniforms that had a California rustic flair, as well as patches and stickers to be used as give aways. I also created the Summer Tour Logo that was used in various branded spots such as social media and the Ghirardelli website. In addition to design work, I did photography and videography to capture consumers enjoying the experience as well as to promote the tour."
      },
      "images": ["gcc_header.jpg", "gcc_logo.jpg", "gcc_event.jpg", "gcc_patches.jpg"]
    },
    {
      "slug": "dgv",
      "title": "Dem Good Vibez",
      "role": "Owner, Marketing, Graphic Design, Brand Strategy, Logo, Apparel Design, Social Media Design, Photography, Illustration",
      "date": "June 2019 – Current",
      "type": "Owner/Designer",
      "sections": {
        "problem": "Dem Good Vibez started with a sticky note drawn to help a friend through a tough time. Dem Good Vibez is on a mission to make the world more loving & happy- the way it should be. DGV offers a wide range of products that encourages a sense of community and wellbeing for individuals looking for fashionable, positive messaging in the apparel and homegoods they consume. DGV products inspire happiness and make a positive difference in customers' lives, and unlike other lifestyle brands, is intensely focused on the needs of clientele with products available for every budget, lifestyle, and geography.",
        "goals": "The goals of the design work, was to encapsulate wit, humor, and positive energy & messaging. This expressed itself in the use of pastel colors, fun illustrations, and quirky design elements, such as the smiley face with stars in its eyes. The main color of yellow is used because its bright, happy, alive. It also signifies the light in the darkness, the small bit of good vibrations to help push through to a brighter day.",
        "outcome": "The brand has evolved in its short lifetime, for one reason or another. As it is a business that I own and operate, it poses new challenges of creativity through restraint. Given limitations in funds for printing, as well as the need to keep overhead costs low, the design aesthetic has morphed into something that can be printed at low cost, possibly low quality, however, the impact to the design is negligible, as the design accounts for these factors and often times is made aesthetically better due to these factors. The outcome, is a work in progress that will hopefully remain unfinished."
      },
      "images": ["dgv__header.jpg", "dgv__logo.jpg", "dgv__boseman1.jpg", "dgv__boseman2.jpg", "dgv__boseman3.jpg", "dgv__dgvafyh.jpg", "dgv__dissent.jpg", "dgv__first-tshirts.jpg", "dgv__monachampframed.jpg", "dgv__monachamphood.jpg", "dgv__website.jpg", "dgv__weirdo.jpg"]
    },
    {
      "slug": "corkys",
      "title": "Corky's Memphis",
      "role": "Graphic Design, Brand Strategy, Logo Development, Menu Design, Packaging Design, Environmental Graphics",
      "date": "November 2018 – March 2019",
      "type": "Paid Brand Roll-Out, Melt Atlanta",
      "sections": {
        "problem": "Corky's, a world famous B-B-Q joint in Memphis, TN needed to modernize its brand. This meant refreshing the logo, revising the menus, and putting together a full marketing campaign to reintroduce Corky's to a new generation, while still honoring the customers that help build the company to where it is today. The restaurants image prior to rebranding was very 80's kitsch. In addition, the logo was not extremely legible, and overall the brand was very bland.",
        "goals": "Corky's is a legitimate smokehouse B-B-Q joint that has authentic Memphis style BBQ, and our approach was to highlight this authenticity by drawing reference from smokehouse staples such as parchment papers and woods. We wanted to use texture as a driving, grounding, and uniting design element, while also emphasizing boldness and hierarchy when it came to menus and branded outreach visuals.",
        "outcome": "The logo was the first thing that was updated. I touched it briefly, filling in some gaps to increase legibility, however I did not finalize the logo. I did however drive a large portion of the visual aesthetic for the new look of the brand. A rustic, bold type to drive home the earthy, smoke house feel. Red was used as an impact color to drive the eye to important information. And to create visual interest. Wood and parchment textures were utilized to pay homage to the sit down restaurant experience."
      },
      "images": ["corky__header.jpg", "corky__logo.jpg", "corky__barmenu.jpg", "corky__bizcard.jpg", "corky__giftcard.jpg", "corky__macemail.jpg", "corky__menu.jpg", "corky__packaging.jpg", "corky__socialMedia.jpg", "corky__socialmediaphone.jpg"]
    },
    {
      "slug": "publix",
      "title": "Publix x Coke",
      "role": "Graphic Design, Brand Strategy, Art Direction, Logo Design, Package Design, Project Management, Menu Design, Photography, Illustration, Animation",
      "date": "April 2018",
      "type": "Paid Pitch Deck Deliverables, Melt Atlanta",
      "sections": {
        "problem": "The Coca-Cola company wanted to partner with Publix using the Coke Freestyle Vending Machine Drinking assets. Publix needed to rebrand their Deli selection to make it a more cohesive experience. I was asked to develop a concept that would refresh the Publix brand while marrying with Coke philosophy.",
        "goals": "The Goals of the project were to align with sophistication of recently refreshed Publix branding, keeping Fresh Ready Favorites as core message. The deliverable must incorporate KO and Publix Deli Logo.",
        "outcome": "The final deliverables were an updated logo, branded cup designs, branded tea urns, a stanchion, window clings, cooler wraps, coupons, and animated deli menus. The deliverables were printed and used in a sample store front for vendors to present to Publix. This involved creating full scale production files, working with an animator, as well as creating a full branded experience. I used the idea of incorporating all of the different deli items (such as chicken wings, pinwheels, and subs) as a repeating pattern that can be used in many different contexts."
      },
      "images": ["publix_header.png", "publix_cling.png", "publix_cups.png", "publix_shelfcard.png"]
    },
    {
      "slug": "tm",
      "title": "Trash Masterpieces",
      "role": "Illustration",
      "date": "July 2020, January 2021",
      "type": "Paid, Freelance",
      "sections": {
        "problem": "I woke up one day in the middle of the pandemic and wanted to make cheap portraits that would occupy my time, and bring smiles to the faces of my peers, family, and friends.",
        "goals": "The goal of this project was to create and have fun, while making money from a product that brought joy to people during the pandemic.",
        "outcome": "The result is that I was able to create 163 different portraits."
      },
      "images": ["tm_header.png", "tm_v1.jpg", "tm_v2.jpg", "tm_v3.jpg"]
    },
    {
      "slug": "culturechest",
      "title": "Culture Chest",
      "role": "Logo, Apparel Design",
      "date": "August 2020",
      "type": "Paid",
      "sections": {
        "ask": "\"Home is not where we live, home is where we belong.\" Culture Chest is a brand inspired by the clients parents, who were avid travelers from the United States, that traveled throughout the African Diaspora in the 70's and 80's. Their love, adoration and support of the African Diaspora and African creatives gave her the inspiration to create Culture Chest. She came to me to breathe life into her dream. The project was to create a Logo and 5 tshirt designs to launch with.",
        "approach": "There was extensive discussion between the client and I about what the name of the company should be. After much deliberation and brainstorming, Culture Chest was landed on because of the owners personal connection to the idea of history and lineage. The Chest represents her parents explorations. I wanted to make the brand feel vibrant to represent the vibrancy of culture in the African Diaspora, and I also wanted to capture the idea of \"kindred\" and thus used rough texture and hand made look and feel to create the feeling of ancestral connection. The tribal mark became a distinguishing feature for the brand. The tshirts needed to be researched as far as production was concerned. Once we settled on DTG as the print process, the design process went underway. She had 5 specific shirt messages in mind prior to contacting me. So using this as a basis, as well as dialogue with the client, I created the t-shirt designs utilizing Procreate and Photoshop.",
        "outcome": "The designs were inspired by various cultural symbols. The OG Africa shirt is inspired by the idea of graffiti and urban language coupled with the idea of Black Culture originating in Africa, who is in fact the Real OG. Each shirt has some sort of cultural significance, whether it be Caged Birds being Freed as a symbol of LGBTQ Pride, or a celebration of under represented ideas of family and empowerment through the King, Queen, Princess, Prince tshirts. Overall the project was a success due to amazing communication with the client."
      },
      "images": ["CC__header.jpg", "CC__logo.jpg", "CC__brandguide.jpg", "CC__diaspora.jpg", "CC__family.jpg", "CC__free.jpg", "CC__og.jpg", "CC__sapiosexual.jpg", "CC__tribalmark1.jpg", "CC__tribalmark2.jpg"]
    },
    {
      "slug": "fandbatlanta",
      "title": "F&B Atlanta",
      "role": "Food Photography, Illustration, Photo-retouching, Graphic Design, Window Illustrations, Social Media Design",
      "date": "June 2018 – July 2020",
      "type": "Paid, Junior Designer, Melt Atlanta",
      "sections": {
        "problem": "F&B Atlanta is a french cuisine restaurant located in Buckhead Atlanta. It is a small establishment run by an Americanized Frenchman, who runs his operation similar to Cheers. At F&B, Everyone knows your name. While working as a Junior Designer at Melt Atlanta, I worked heavily with the restaurant, initially working on smaller projects like event posters and some social media promotion, and eventually growing that capacity to food and lifestyle photography, to hand drawn illustrations, and installing Window Chalk Drawings.",
        "goals": "F&B always has the goal of more bodies in the restaurants, and so the focus of the work was to increase social engagement and to make more people outside aware of the amazing food they had to offer, and the specials that go along with those. Our approach with F&B, was to draw from Bistro experience inspiration. Rustic woods, wrought iron, wine, cheeseboards, and most of all, Bistro Advertisement. Bistro advertisement consists of utilizing surfaces such as windows chalkboards and walls to showcase menus and offerings. Its used to advertise to people in the street as they are passing buy, hopefully hungry.",
        "outcome": "We ran with the idea of using handmade textures and hand writing to push the personal and sentimental feeling. The photography was intimate and lively at times, but most often like a still life. Art became a major inspiration for much of the work done for the restaurant, drawing from French Impressionism as well as the painter and poster artist, Henri de Toulouse-Lautrec. I concepted and crafted the look and feel of this work, with minimal oversight from my Creative Director. The window illustrations were some of my favorite projects to work on as it is an extensive process, where I have a ton of creative control and work in various environments. I often start either using Procreate, or hand drawing, then I digitize into Illustrator. I Print large templates that I then tape to the exterior windows to trace from the inside of the establishment. It can be a very frustrating experience if its windy or rainy, however, the overall outcome is always something I'm happy to have done. I have gotten many free meals and compliments because of my work with the restaurant. Cie la vie, et bon apetit."
      },
      "images": ["FB__header.jpg", "FB__barmenu.jpg", "FB__barmenuphoto.jpg", "FB__mac.jpg", "FB__photography1.jpg", "FB__photography2.jpg", "FB__photography3.jpg", "FB__photography4.jpg", "FB__poster.jpg", "FB__social1.jpg", "FB__social2.jpg", "FB__social3.jpg", "FB__windows1.jpg", "FB__windows2.jpg"]
    },
    {
      "slug": "valser",
      "title": "Valser",
      "role": "Photo-Compositing, Product Development, POS Graphics, Environmental Graphics, Photo-retouching, Graphic Design, Pitch Deck Design",
      "date": "May 2018 – July 2018",
      "type": "Paid, Junior Designer, Melt Atlanta",
      "sections": {
        "problem": "Valser is a Swedish brand of distilled and spring water, that sources its product in the Swiss Alps. They had the challenge of introducing their brand to an American audience, and while working at Melt Atlanta, I assisted with some of this effort. There were many meetings and conversations around how the roll out could happen, and it eventually landed on two aspects, retail and restaurants.",
        "goals": "The goal of the effort was to educate the new audience about the benefits of the product, the audience being consumers of high end water such as Pellegrino. The design efforts focused on retail presence, which is Point of Sales, bottle neck hangers, displays, and shipping labels. The second effort was focused on selling the product in high end restaurants, which would utilize menu inserts. Influencers were targeted for the product launch as well, and a great deal of design effort went to creating influencer packages and experiences.",
        "outcome": "The final designs were shipping labels used to brand the boxes the products are shipped in. The label was designed in a way that it would standout in a crowded market place. An influencer package was also designed, which initially was very glossy and intricate, utilizing glass and the idea of a wine carrier applied to water. However due to budget constraints, the design was modified to include packages that could be skinned with graphics rather than custom fabricated."
      },
      "images": ["Valser__header.jpg", "Valser__boxes.jpg", "Valser__display.jpg", "Valser__influencerbox.jpg", "Valser__necktags.jpg", "Valser__presentaation2.jpg", "Valser__presentation1.jpg", "Valser__van1.jpg", "Valser__van2.jpg"]
    },
    {
      "slug": "herb-and-lous",
      "title": "Herb & Lou's",
      "role": "Photography, Illustration, Social Media Design",
      "date": "May 2018 – September 2018",
      "type": "Paid, Junior Designer, Melt Atlanta",
      "sections": {
        "problem": "Herb & Lou's is a start up mixed cocktail brand, that has made creating tasty drinks at home, a much simpler process. They reached out to Melt Atlanta to get help with their social media presence, and I was a part of the design team that was tasked with livening up their social feed.",
        "goals": "The goal of the project was to educate the consumer with delight. We needed to show the consumer what sort of cocktail each flavor created while delivering on the message that the product is quick and easy to use.",
        "outcome": "My personal approach to the problem was to utilize illustrations and take my own product photos as much as possible to keep the costs down for stock imagery (as the client did not have a ton of content to work with). I created a base set of illustrations and worked with the animator on the team to produce animations and even directed a few photoshoots, one of which for an endless pour video/gif."
      },
      "images": ["hl__header.jpg", "hl__logo.jpg", "hl__allthat.jpg", "hl_CincoDeMayo.gif", "hl__email.jpg", "hl__generic.gif", "hl__happyhour.jpg", "hl__pour1.gif", "hl__pour2.gif", "hl__pour3.gif", "hl_qtc_cecil.gif", "hl_qtc_clyde.gif", "hl_qtc_cooper.gif", "hl__turnitup1.gif", "hl__turnitup2.jpg", "hl__vimeovideo.gif"]
    },
    {
      "slug": "captain-planet-foundation",
      "title": "Captain Planet Foundation",
      "role": "Graphic Design, Web Design",
      "date": "December 2012 - March 2013",
      "type": "Paid",
      "sections": {
        "about": "Captain Planet Foundation (CPF) has a 25 year legacy of impacting youth, generating environmental interest, and doing sustainable good. CPF's unique program of funding and supporting hands-on environmental projects is designed to encourage innovative initiatives that inspire and empower children and youth around the world as they work individually and collectively creating environmental solutions in their homes, schools and communities. I worked with CPF for 4 years as a contractor, helping to revitalize the brand as well as update various brand elements to create a much more consistent and flexible branding system. I worked on logos, websites, print collateral, powerpoints and invites, event collateral, social media design, analytics, and a wide variety of other projects.",
        "goals": "In recent years, the programming and offerings has grown rapidly, while the brand has remained stagnant for the most part. This rebranding effort is to cope with greater demands of efficiency, as well as to maintain a more consistent core identity in CPF communication materials etc. The goals of the rebranding effort were to create a logo that was much more flexible in application, a website that would look great and be fairly easy to maintain, and to make the brand collateral associated with the brand, much more consistent.",
        "outcome": "A number of approaches were taken to complete the rebranding effort. The new CPF Logo was created to speak to the legacy of Captain Planet and the Foundation, while progressing the brand into the 21st Century. The final logo design utilized the previous logos main image of Captain Planet. I redrew the character to simplify him as well as make him more legible at smaller sizes. The website needed to be organized in a way that is intuitive and digestible. CPF has a wide variety of content and assets and the user should not be overwhelmed by the site. The site will mainly be used by educators and thus needs to appeal to the average teacher. The site was created with a modular system that allows CPF in house staff to easily update content and not have to think too much about how to design layouts. Ease of use and functionality were stressed. The design accounted for this."
      },
      "images": ["cpf_mainlogo_reg.jpg", "cpf_logo_strip.jpg", "cpf_subbrand_reg.jpg", "cpf_letterheadbizcard_reg.jpg", "cpf_web_big.jpg", "cpf_homepage_fullscreen.png", "cpf_logo_full.png", "cpf_web1.png"]
    },
    {
      "slug": "atlanta-mobile-market",
      "title": "Atlanta Mobile Market",
      "role": "Graphic Design, Brand Strategy, Photography",
      "date": "October 2016 – July 2017",
      "type": "Pro-bono for Non-Profit",
      "sections": {
        "about": "Atlanta Mobile Market (AMM) is a non-profit social enterprise program committed to improving access to fresh fruits, vegetables, and health information in limited-access settings to improve health and well being of the communities they serve.",
        "goals": "AMM was looking to rebrand and needed help with the new direction. I was brought in to help guide the rebranding process and to develop a new logo. The new AMM logo needed to be flexible and able to be printed in a variety of formats, as well as be used on the web.",
        "outcome": "The client was directed through my branding process by identifying the core customer as well as identifying the key brand attributes. The final logo to have a number of applications and to be used in a variety of formats. It is representative of the organizations roots in delivering access directly to the communities that need them, with an emphasis on mobility."
      },
      "images": ["amm_logo.jpg", "amm_logo_long.jpg", "amm_bizcards.jpg", "amm_bizcardsletterhead.jpg", "amm_stylescape.jpg"]
    },
    {
      "slug": "killer-convenience",
      "title": "Killer Convenience.",
      "role": "Graphic Design, Brand Strategy, Photography",
      "date": "2014",
      "type": "Student, Self Directed",
      "sections": {
        "about": "Killer Convenience is a series of posters I created to create awareness about food deserts. Food deserts are urban areas in which access to good quality fresh food is limited.",
        "goals": "Much research was done on this topic and after analysis, the U.S. government doesn't subsidize these higher quality foods, only processed, manufactured goods for the most part. This drives the prices of convenient food down, which is unhealthy when eaten at the rates that people in food deserts have to eat. The project had to get all of these messages across in one fell swoop.",
        "outcome": "To drive home the fact that this is a reality to many people, a direct approach was taken. The imagery chosen was supposed to be satire, but not to the point of comedy. Because of the serious nature of the issue, stark and bleached colors were used. The food items were made to look harsh, just as harsh as actual mugshots. It's also intended to be a unique portrayal in order to get attention. It also slightly feels like a mockery of the advertisement of such goods, which are usually bright and cheerful. The best ideas and designs usually flip perceptions upside down."
      },
      "images": ["kc_3mags.jpg", "kc_3posters.jpg", "kc_big_poster.jpg", "kc_metrobig.jpg", "kc_metrosmall1.jpg", "kc_metrosmall2.jpg", "kc_news1.png", "kc_news2.png", "kc_sketchbook.jpg"]
    },
    {
      "slug": "fox-in-a-box",
      "title": "Fox in a Box",
      "role": "Graphic Design, Web Design",
      "date": "December 2012 - March 2013",
      "type": "Paid",
      "sections": {
        "about": "Fox in a Box is an interactive, traveling exhibit designed to convey the history, mystery, and wow of the fabulous Fox Theatre to audiences across the state of Georgia. Flexible in its arrangement, the exhibit is showcased in schools, theatres, and other public locations for performances, static exhibits, interactive educational experiences, and sharing movies from the Fox's rich history.",
        "goals": "Using the theme of Learn, Play, and Help, Fox in a Box is intended to encourage visitors and participants to embrace the spirit of the Fox and share it with their own communities. The goal was to create an \"out of the box\" experience for a target audience of elementary school students, that engages them in learning about the Fox Theaters' history and the civil rights movement here in Atlanta. Fox in a Box needed to be fun, highly interactive, and be able to be set up and broken down very easily, in addition to being able to be used in a variety of different venues.",
        "outcome": "The Project was a collaborative effort between the interior design and graphic design departments at SCAD. I worked with another graphic designer, along side a team of interior designers to help determine the Curriculum, Form & Function, and Graphic Identity. The solution drew inspiration from the Bedouin lifestyle that the Fox Theater draws much influence from. The design elements were chosen to mimic the materials and aesthetic of the Fox Theater itself as well as provide an atmosphere of grandiose mystery."
      },
      "images": ["fox_booklay.jpg", "fox_box.jpg", "fox_deliverablebooks.jpg", "fox_logos.jpg", "fox_real1.jpg", "fox_real2.jpg", "fox_render1.jpg", "fox_render2.jpg", "fox_render3.jpg", "fox_render4.jpg", "fox_sketchbook.jpg", "fox_wallart.jpg"]
    },
    {
      "slug": "homegrown-garden",
      "title": "Homegrown Garden",
      "role": "Graphic Design, Web Design",
      "date": "December 2012 - March 2013",
      "type": "Paid",
      "sections": {
        "about": "Captain Planet Foundation is a non-profit organization that specializes in eco-stewardship. One of it's initiatives is Project Learning Garden. This program places gardens in schools throughout the nation, and ties the curriculum to the garden to make hands on learning a truly experiential thing. This garden in a box is an idea that would allow the kids already in the program, to continue to learn at home, as well as involve their family members in what they are learning, to do something that could possible supplement the families diet.",
        "goals": "The take home gardening is based on squarefoot gardening, that uses squarefoot plots of land to plant vegetables easily. The kit would be a series, and this was created as a proof of concept. The series could include not only a pizza garden, but a salad garden, a stir fry garden, an italian garden, etc.",
        "outcome": "The final product includes 4 squarefoot seeded sheets (material still being sourced), vegetable guides, a squarefoot garden overview, and two recipe cards for recipes utilizing the vegetable from the garden. The imagery was all hand drawn (except for the pictures and Captain Planets image). The information had to be shown directly to dissuade from confusion. A vegetable pattern was utilized on the box as well on the inside material. The box was completely hand cut and made from a pizza box template, but was designed in a way that it could be printed offset."
      },
      "images": ["hg_basil.jpg", "hg_box1.jpg", "hg_box2.jpg", "hg_guides.jpg", "hg_ingredients.jpg", "hg_onion.jpg", "hg_pizzabox.jpg", "hg_seedpaper.jpg", "hg_sketchbook.jpg", "hg_spinach.jpg", "hg_tomato.jpg"]
    },
    {
      "slug": "ebony-marchelle",
      "title": "Ebony Marchelle",
      "role": "Graphic Design, Web Design",
      "date": "December 2012 - March 2013",
      "type": "Paid",
      "sections": {
        "about": "Ebony Marchelle is an up and coming image consulting company that specializes in luxury image consulting for women. The client wanted to create logo that exudes elegance, sophistication, and a certain boldness. These ideas needed to carry over into the site, which should convey a luxury brand. Brands such as Chanel & Gucci, as well as competition were evaluated.",
        "goals": "The logo was the first part to create, and was created to be utilized across multiple streams of media, such as print (ads, flyers, brochures), websites, and possibly in fashion items (tags, labels, bags etc). The site was created to exude luxury and elegance. When a woman enters the site, she should feel that she will be treated to a high class experience. This had to all be accomplished at a very minimal budget.",
        "outcome": "The logo is an E rotated into an M for Ebony Marchelle. However you look at the logo, it reads E to M. This created a pattern that was originally going to be utilized on the site, but later was removed entirely. The option to tile the logo still remains, especially for textile printing. This idea was borrowed from the usage of the Gucci and Louis Vuitton logos. The site was created as a contact point for clients to contact the owner with business inquiries. It was never intended to be an ecommerce site. The layouts are clean and open. The centered type on the home page adds a splash of formality to the site as well."
      },
      "images": ["em_bizcard_letterhead.jpg", "em_diamonds.jpg", "em_logo.jpg", "em_logo_main.jpg", "em_web_ipads_whitebg.jpg", "em_web_iphones.jpg", "em_web_macs.jpg"]
    },
    {
      "slug": "kaprius",
      "title": "Kaprius",
      "role": "Graphic Design, Web Design",
      "date": "December 2012 - March 2013",
      "type": "Paid",
      "sections": {
        "about": "Kaprius was a brand dreamt up by two lovers. The name is a combination of their astrological signs and represents an affinity for craftsmanship and artisan goods. The brand would utilize honey as its main product, and spirits and elixirs, and honey by products, as secondary items. The entire brand needed to be crafted from the ground up.",
        "goals": "The goal was to create a logo that embodied an old world feel. The product was intended to feel special, almost like a luxury item. The brand itself needed to be able to translate to multiple product applications, including honey, bees wax, candles, and elixirs just to name a few. The overall brand aesthetic was intended to convey craftsmanship, artistry, and quality.",
        "outcome": "The design is a combination of \"World's Fair\" meets Godiva. An old style san serif typeface was utilized, with bold clean line and black and white, colorized illustration to create the high-end craft look and feel. A hexagonal jar was decided upon to call back to the honey jar idea."
      },
      "images": ["kap_jarsdrawing.jpg", "kap_jarslong.jpg", "kap_jarstack.jpg", "kap_labels.jpg", "kap_logoalt2.jpg", "kap_logoalt.jpg", "kap_logolabel.jpg", "kap_logomain.jpg", "kap_logoopen.jpg"]
    }
  ],
  "homeImages": {
    "aflac": "home_aflac.png",
    "ghirardelli": "home_ghirardelli.png",
    "dgv": "home_dgv.png",
    "corkys": "home_corkys.png",
    "publix": "home_publix.png",
    "tm": "home_tm.png",
    "culturechest": "home_cc.png",
    "fandbatlanta": "home_fb.png",
    "valser": "home_valser.png",
    "herb-and-lous": "home_herbandlou.png",
    "captain-planet-foundation": "home_cpf.png",
    "atlanta-mobile-market": "home_amm.png",
    "killer-convenience": "home_killerconvenience.png",
    "fox-in-a-box": "home_fox.png",
    "homegrown-garden": "home_homegrown.png",
    "ebony-marchelle": "home_ebony.png",
    "kaprius": "home_kaprius.png"
  },
  "siteAssets": [
    "cc_logo@2x.png",
    "wave_line_black@2x.png",
    "folioLogoSmall@2x.png",
    "backbutton3.png",
    "backbutton4.png"
  ],
  "extractedAt": "2026-02-01T14:26:00.000Z",
  "sourceUrl": "https://cparker-portfolio-original.netlify.app"
}
